{
  "mmid": 67,
  "songName": "Lat Htat Kya Mal (လက်ထပ်ကြမယ်)",
  "artistName": "Sai Sai Kham Leng",
  "albumName": "Lat Htat Kya Mal",
  "genre": "Hip-Hop, Rap",
  "imageLink": "https://i.ytimg.com/vi/_DcGyB_2Jf8/hq720.jpg?sqp=-oaymwEhCK4FEIIDSFryq4qpAxMIARUAAAAAGAElAADIQj0AgKJD&rs=AOn4CLA6IWRZwgDPOIw4lHW-OKTOrcGRBg",
  "appleMusicLink": "https://music.apple.com/ca/song/lat-htat-kya-mal-feat-mg-mg-pyae-sone/1774720942",
  "youtubeLink": "https://www.youtube.com/watch?v=_DcGyB_2Jf8",
  "about": "\"Lat Htat Kya Mal,\" meaning \"Let's get married\" is a Burmese hip hop song about the emotions and hopes of a lifelong commitment, highlighting the journey of love and the joy of finding a soulmate at the wedding.",
  "whenToListen": "When you envision a future with your partner, dreaming of a life together filled with joy and devotion.",
  "lyrics": "ပြက္ခဒိန်မှာ ဘယ်နေ့စွဲက ရက်ရာဇာလဲ\nမင်းကြိုက်တဲ့ရက်ကိုရွေး မင်းစိတ်ကြိုက် တစ်သက်တစ်ခါပဲ\nလူကြီးတွေ ဆုံရာနဲ့ တောင်အရပ်ပြီး ထိမ်းမြားလက်ထပ်\nအဲ့ဒါက ငါဘဝတစ်လျှောက်လုံး စောင့်နေခဲ့တဲ့ နေ့ကောင်းရက်မြတ်\nကြယ်မှုန်တွေကို ကျယ်ပေးမယ့် ငါ့ရဲ့စိတ်ကူး\nနင်လျှောက်တဲ့လမ်းတွေတိုင်း မင်းအလှနဲ့ ပန်းတွေ ပွင့်ဖူး\nမင်းနဲ့ငါ ကမ္ဘာဦးကြမ်းထဲက ဧဒင်လို ဥယျာဉ်\nဂန္တဝင်ဇာတ်တေးသွားနဲ့ သံဇဉ်အနုအယင်\nအရာရာကိုပြုပြင်မယ် မင်းအတွက်အဓိက\nဘာမဆိုငါပေးဆပ်နိုင်တယ် မင်းအလိုရှိရာ\nနေနဲ့လနဲ့ ရွှေနဲ့မြပေါ့ ဒို့တွေဘဝ\nရာသက်ပန် ရိုးမြေကျ ရင်ခွင်ထဲကို တိုးဝင်လို့ထား\nဒီချိန်မှာကြယ်တာရာတွေ ကြိုးကွင်းတွေ ပူးလာ\nမင်းနာမည်ကိုရေးထိုးတာတဲ့ ငါ့ရဲ့နှဖူးစာ\nနှုတ်ခမ်းကိုဖွဖွ နမ်းမယ် အမှတ်တရ အကြင်နာ\nဒါက မင်းနဲ့ငါနဲ့ အောင်စေရတု သသ္ဘမင်္ဂလာ\n\nအမြဲတမ်းပဲ အိပ်မက်ထားတဲ့ လက်ထက်ပွဲလေး\nမင်းနဲ့တို့တွဲကာ ကမယ် ညနေခင်းလေး\nအဖြူရောင်လေးနဲ့ပေါ့ မင်းကငါ့ရဲ့ နတ်သမီးလေး\nအဲ့ဒီနေ့.. တို့တွေ မင်္ဂလာဆောင်မယ့်နေ့\nလက်ထပ်ကြမယ်\nလက်ထပ်ကြမယ်..\nလက်ထပ်ကြမယ်\nလက်ထပ်ကြမယ်..\n\nဘယ်ဘဝ ရှေးရေစက် အတိတ်ကဇာတ်လမ်းလဲ\nနက္ခတ်တွေစုံနေပြီ နမိတ်တွေကဆန်းကြယ်\nရတုအဆက်ဆက်ပေါင်းဖက်ဖို့ စိတ်မှာလေမှန်းရွယ်\nဘယ်လိပ်စာဘယ်လမ်းလဲ ငါတို့ဖိတ်စာတွေကမ်းမယ်\nမိတ်ဆွေတွေအားလုံးကို အသိသက်သေပြု \nမင်းနဲ့တွဲကမယ့်ကြမ်းပြင်ထက်မှာ စီးချက်တွေတူ\nဒီလိုအခိုက်အတန့်ကို ရပ်ထားမယ် အပြီးမသတ်ချင်ဘူး\nငါကမင်းမပါရင် နိဗ္ဗာန်တောင် ခရီးမဆက်ချင်သူ\nသံသရာတွေထားပြီးလဲ တွေးမပူရ\nငါက မင်းအမှုတော့ ထမ်းရွက်မယ် နင့်တစ်တူဘဝ\nတစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုနဲ့ ရှေ့ဆက်သွားမယ် အပေးအယူအတူတစ်ကွ\nဘာတွေလာလာ ရင်ဆိုင်နိုင်တယ် အေးအတူအပူမျှ\nဘဝဆိုတာ အံ့ဩစရာတွေ ဖြစ်တတ်တယ်\nလုံးဝ အထင်မသေးနဲ့ ယောင်္ကျားတွေက ချစ်တတ်တယ်\nတစ်ချိန်မှာ မမျှော်လင့်ပဲ မင်းနဲ့ငါနဲ့ အမှတ်တမဲ့နဲ့ ဆုံခဲ့\nနောက်ဆုံးတော့လဲ မင်းနဲ့ငါက နတ်ဖက်တဲ့စုံတွဲ\n\nအမြဲတမ်းပဲ အိပ်မက်ထားတဲ့ လက်ထက်ပွဲလေး\nမင်းနဲ့တို့တွဲကာ ကမယ် ညနေခင်းလေး\nအဖြူရောင်လေးနဲ့ပေါ့ မင်းကငါ့ရဲ့ နတ်သမီးလေး\nအဲ့ဒီနေ့.. တို့တွေ မင်္ဂလာဆောင်မယ့်နေ့\nလက်ထပ်ကြမယ် \nလက်ထပ်ကြမယ်..\nလက်ထပ်ကြမယ်\nလက်ထပ်ကြမယ်..\n\nမင်းဟာငါ့ရဲ့ဘဝကို အဆိုးကနေ အကောင်းကို ပြောင်းခဲ့တယ်\nလောကကြီးကို ငါကြည့်မြင်ခဲ့ဖူးတယ် ရှုထောင့်တွေ အကုန် မင်းကြောင့်ပြောင်းလဲတယ်\nဟုတ်တယ် မင်းကငါ့ဘဝရဲ့ လမ်းပြကြယ် \nမင်းငါ့ကို မွမ်းမံထားတဲ့ အချစ်တွေက ခမ်းနားတယ် \nရိုးရိုးလေးပါပဲ\nငါဟာမင်းကိုချစ်တယ်\n\nအဲဒီနေ့ ငါတို့ရဲ့ အထိမ်းအမှတ်နေ့\nမင်္ဂလာဧည့်ပရိတ်သတ်အလယ် အကြင်နာနဲ့ တံဆိပ်ကပ်မယ့်နေ့\nအဲ့ဒီနေ့ ကြင်သူနှစ်ဦးပေါင်းစီးရေး ကမ္ဘာတစ်ခုလုံး ကောင်းချီးပေးမယ့်နေ့\nအဲဒီနေ့ ငါတို့ရဲ့ အချစ်တွေ အရူးအမူး ငါတို့ အချစ်တွေကူး လုကြမယ့်နေ့\nအဲဒီနေ့ အတူတူ ဘဝတစ်ခုကို အသစ်စမယ် ဘုရားစူး တစ်ကယ် ချစ်ကြမယ်ဟေး\n\nအမြဲတမ်းပဲ အိပ်မက်ထားတဲ့ လက်ထက်ပွဲလေး\nမင်းနဲ့တို့တွဲကာ ကမယ် ညနေခင်းလေး\nအဖြူရောင်လေးနဲ့ပေါ့ မင်းကငါ့ရဲ့ နတ်သမီးလေး\nအဲ့ဒီနေ့.. တို့တွေ မင်္ဂလာဆောင်ပြီဟေး\nလက်ထပ်ကြမယ် (ပျော်ရွှင်ဆုံးနေ့)\nလက်ထပ်ကြမယ် (ဖြစ်ပါရစေ)\nလက်ထပ်ကြမယ် (ကမ္ဘာမြေဆုံးထိ)\nလက်ထပ်ကြမယ်.. (ချစ်သက်ရစေ)\nလက်ထပ်ကြမယ် \nဒီရင်မှာအမြဲတမ်း နေနိုင်ပါစေ\nလက်ထပ်ကြမယ်\nဒီမင်္ဂလာပွဲလေးက အချစ်သက်သေ\nအပျော်ရွှင်ဆုံးနေ့ ဖြစ်ပါရစေ\nကမ္ဘာမြေဆုံးထိ ချစ်သက်ရစေ\nဒီရင်မှာအမြဲတမ်း နေနိုင်ပါစေ\nဒီမင်္ဂလာပွဲလေးက အချစ်သက်သေ\n",
  "romanized": "Pyat kha dain bae nay swal ka yat yar zar leh\nMin kyite dae yat ko yway min sate kyite ta that ta khar bae\nLu gyi dway sone yar nae taun a yat pee htein myar lat htat\nAe dar ka ngar bawa ta shout lone saunt nay khae dae nay kaung yat myat\nKyal hmone dway ko kyal pay mae nga yae sate kuu\nNin shout dae lan dway tine min a hla nae pan dway pwint phoo\nMin nae ngar kabar oo kyan htal ka a din lo oo yin\nGandawin zat tay thwar nae than zin a nu a yin\nA yar yar ko pyu pyin mal min a twat a di ka\nBar ma so ngar pay sat nai tal min a lo shi yar\nNay nae la nae shwe nae mya pot doh dway bawa\nYar that pan yoe myay kya yin khwin htal ko toe win loh htar\nD chain hmar kyal taryar dway kyoe kwin dway poo lar\nMin nam mae ko yay htoe dar dae nga yae hna phoo sar\nNote kham ko phwa phwa nann mal a hmat ta ya a kyin nar\nDa ka min nae ngar nae aung zay yatu that ba mingalar\n\nA myae tam bae ate mat htar dae lat htet pwal lay\nMin nae doh twal kar ka mal nya nay khin lay\nA phyu yaung lay nae pop min ka nga yae nat tha mee lay\nAe d nay.. doh dway mingalar saun mae nay\nLat htat kya mal\nLat htat kya mal...\nLat htat kya mal\nLat htat kya mal...\n\nBae bawa shay yay sat a tate ka zat lan leh\nNet khat dway sone nay b na mate dway ka san kyal\nYatu a sat sat paung phat pho sate hmar lay hman ywal\nBae late sar bae lann leh ngar doh phate sar dway kann mal\nMate sway dway arr lone ko a thi that thay pyu \nMin nae twal ka mae kyan pyin htet hmar see chat dway tu\nDi lo a khite a tant ko yat htar mal a pyee ma that chin boo\nNgar ka min ma par yin nate ban taung kha yee ma sat chin thu\nThan tha yar dway htar pee leh tway ma pu ya\nNgar ka min a hmu tot htan ywat mal nint tatu bawa\nTa yout nae ta yout nar lae hmu nae shae sat thwar mal a pay a yu a tu da kwa\nBar dway lar lar yin sine nai tal aye a tu a pu mya\nBawa so dar ant aww zayar dway phyit tat tal\nLone wa a htin ma thay nae yout kyar dway ka chit tat tal\nTa chain hmar ma myaw lint bae min nae ngar nae a hmat ta mae nae sone khae\nNout sone tot lae min nae ngar ka nat phet tae zone twae\n\nA myae tam bae ate mat htar dae lat htet pwal lay\nMin nae doh twal kar ka mal nya nay khin lay\nA phyu yaung lay nae pop min ka nga yae nat tha mee lay\nAe d nay.. doh dway mingalar saun mae nay\nLat htat kya mal\nLat htat kya mal...\nLat htat kya mal\nLat htat kya mal...\n\nMin ha nga yae bawa ko a soe ka nay a kaung ko pyaung khae tal\nLaw ka gyi ko nga kyy myin khae phoo dal shu daunt dway a kone min kyaunt pyaung lae tal\nHote tal min ka nga bawa yae lan pya kyal\nMin nga ko moon man htar dae a chit dway ka khan nar tal\nYoe yoe lay par bae \nNga har min ko chit tal\n\nEh d nay ngar doh yae a htein a hmat nay\nMingalar eh parate that a lae a kyin nar ta sate kat mae nay\nEh d nay kyin thu hna oo paung see yay kabar ta khu lone kaung chee pay mae nay\nEh d nay nga do yae a chit dway a yuu a muu nga doh a chit dway kuu lu kya mae nay\nEh d nay a tu tu bawa ta khu ko a thit sa mal phayar suu tagal chit kya mae hey\n\nA myae tam bae ate mat htar dae lat htet pwal lay\nMin nae doh twal kar ka mal nya nay khin lay\nA phyu yaung lay nae pop min ka nga yae nat tha mee lay\nAe d nay.. doh dway mingalar saun b hey\nLat htat kya mal (pyaw shwin sone nay)\nLat htat kya mal (phyit pa ya zay)\nLat htat kya mal (kabar myay sone hti)\nLat htat kya mal (chit that ya zay)\nLat htat kya mal\nD yin hmar a myae ten nay nai par zay\nLat htet kya mal\nD mingalar pwal lay ka a chit that thay\nA pyaw shwin sone nay phyit pa ya zay\nKabar myay sone hti chit that ya zay\nD yin hmar a myae tan nay nai par zay\nD mingalar pwal lay ka a chit that thay\n",
  "burmese": "ပြက္ခဒိန်မှာ ဘယ်နေ့စွဲက ရက်ရာဇာလဲ\nမင်းကြိုက်တဲ့ရက်ကိုရွေး မင်းစိတ်ကြိုက် တစ်သက်တစ်ခါပဲ\nလူကြီးတွေ ဆုံရာနဲ့ တောင်အရပ်ပြီး ထိမ်းမြားလက်ထပ်\nအဲ့ဒါက ငါဘဝတစ်လျှောက်လုံး စောင့်နေခဲ့တဲ့ နေ့ကောင်းရက်မြတ်\nကြယ်မှုန်တွေကို ကျယ်ပေးမယ့် ငါ့ရဲ့စိတ်ကူး\nနင်လျှောက်တဲ့လမ်းတွေတိုင်း မင်းအလှနဲ့ ပန်းတွေ ပွင့်ဖူး\nမင်းနဲ့ငါ ကမ္ဘာဦးကြမ်းထဲက ဧဒင်လို ဥယျာဉ်\nဂန္တဝင်ဇာတ်တေးသွားနဲ့ သံဇဉ်အနုအယင်\nအရာရာကိုပြုပြင်မယ် မင်းအတွက်အဓိက\nဘာမဆိုငါပေးဆပ်နိုင်တယ် မင်းအလိုရှိရာ\nနေနဲ့လနဲ့ ရွှေနဲ့မြပေါ့ ဒို့တွေဘဝ\nရာသက်ပန် ရိုးမြေကျ ရင်ခွင်ထဲကို တိုးဝင်လို့ထား\nဒီချိန်မှာကြယ်တာရာတွေ ကြိုးကွင်းတွေ ပူးလာ\nမင်းနာမည်ကိုရေးထိုးတာတဲ့ ငါ့ရဲ့နှဖူးစာ\nနှုတ်ခမ်းကိုဖွဖွ နမ်းမယ် အမှတ်တရ အကြင်နာ\nဒါက မင်းနဲ့ငါနဲ့ အောင်စေရတု သသ္ဘမင်္ဂလာ\n\nအမြဲတမ်းပဲ အိပ်မက်ထားတဲ့ လက်ထက်ပွဲလေး\nမင်းနဲ့တို့တွဲကာ ကမယ် ညနေခင်းလေး\nအဖြူရောင်လေးနဲ့ပေါ့ မင်းကငါ့ရဲ့ နတ်သမီးလေး\nအဲ့ဒီနေ့.. တို့တွေ မင်္ဂလာဆောင်မယ့်နေ့\nလက်ထပ်ကြမယ်\nလက်ထပ်ကြမယ်..\nလက်ထပ်ကြမယ်\nလက်ထပ်ကြမယ်..\n\nဘယ်ဘဝ ရှေးရေစက် အတိတ်ကဇာတ်လမ်းလဲ\nနက္ခတ်တွေစုံနေပြီ နမိတ်တွေကဆန်းကြယ်\nရတုအဆက်ဆက်ပေါင်းဖက်ဖို့ စိတ်မှာလေမှန်းရွယ်\nဘယ်လိပ်စာဘယ်လမ်းလဲ ငါတို့ဖိတ်စာတွေကမ်းမယ်\nမိတ်ဆွေတွေအားလုံးကို အသိသက်သေပြု \nမင်းနဲ့တွဲကမယ့်ကြမ်းပြင်ထက်မှာ စီးချက်တွေတူ\nဒီလိုအခိုက်အတန့်ကို ရပ်ထားမယ် အပြီးမသတ်ချင်ဘူး\nငါကမင်းမပါရင် နိဗ္ဗာန်တောင် ခရီးမဆက်ချင်သူ\nသံသရာတွေထားပြီးလဲ တွေးမပူရ\nငါက မင်းအမှုတော့ ထမ်းရွက်မယ် နင့်တစ်တူဘဝ\nတစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုနဲ့ ရှေ့ဆက်သွားမယ် အပေးအယူအတူတစ်ကွ\nဘာတွေလာလာ ရင်ဆိုင်နိုင်တယ် အေးအတူအပူမျှ\nဘဝဆိုတာ အံ့ဩစရာတွေ ဖြစ်တတ်တယ်\nလုံးဝ အထင်မသေးနဲ့ ယောင်္ကျားတွေက ချစ်တတ်တယ်\nတစ်ချိန်မှာ မမျှော်လင့်ပဲ မင်းနဲ့ငါနဲ့ အမှတ်တမဲ့နဲ့ ဆုံခဲ့\nနောက်ဆုံးတော့လဲ မင်းနဲ့ငါက နတ်ဖက်တဲ့စုံတွဲ\n\nအမြဲတမ်းပဲ အိပ်မက်ထားတဲ့ လက်ထက်ပွဲလေး\nမင်းနဲ့တို့တွဲကာ ကမယ် ညနေခင်းလေး\nအဖြူရောင်လေးနဲ့ပေါ့ မင်းကငါ့ရဲ့ နတ်သမီးလေး\nအဲ့ဒီနေ့.. တို့တွေ မင်္ဂလာဆောင်မယ့်နေ့\nလက်ထပ်ကြမယ် \nလက်ထပ်ကြမယ်..\nလက်ထပ်ကြမယ်\nလက်ထပ်ကြမယ်..\n\nမင်းဟာငါ့ရဲ့ဘဝကို အဆိုးကနေ အကောင်းကို ပြောင်းခဲ့တယ်\nလောကကြီးကို ငါကြည့်မြင်ခဲ့ဖူးတယ် ရှုထောင့်တွေ အကုန် မင်းကြောင့်ပြောင်းလဲတယ်\nဟုတ်တယ် မင်းကငါ့ဘဝရဲ့ လမ်းပြကြယ် \nမင်းငါ့ကို မွမ်းမံထားတဲ့ အချစ်တွေက ခမ်းနားတယ် \nရိုးရိုးလေးပါပဲ\nငါဟာမင်းကိုချစ်တယ်\n\nအဲဒီနေ့ ငါတို့ရဲ့ အထိမ်းအမှတ်နေ့\nမင်္ဂလာဧည့်ပရိတ်သတ်အလယ် အကြင်နာနဲ့ တံဆိပ်ကပ်မယ့်နေ့\nအဲ့ဒီနေ့ ကြင်သူနှစ်ဦးပေါင်းစီးရေး ကမ္ဘာတစ်ခုလုံး ကောင်းချီးပေးမယ့်နေ့\nအဲဒီနေ့ ငါတို့ရဲ့ အချစ်တွေ အရူးအမူး ငါတို့ အချစ်တွေကူး လုကြမယ့်နေ့\nအဲဒီနေ့ အတူတူ ဘဝတစ်ခုကို အသစ်စမယ် ဘုရားစူး တစ်ကယ် ချစ်ကြမယ်ဟေး\n\nအမြဲတမ်းပဲ အိပ်မက်ထားတဲ့ လက်ထက်ပွဲလေး\nမင်းနဲ့တို့တွဲကာ ကမယ် ညနေခင်းလေး\nအဖြူရောင်လေးနဲ့ပေါ့ မင်းကငါ့ရဲ့ နတ်သမီးလေး\nအဲ့ဒီနေ့.. တို့တွေ မင်္ဂလာဆောင်ပြီဟေး\nလက်ထပ်ကြမယ် (ပျော်ရွှင်ဆုံးနေ့)\nလက်ထပ်ကြမယ် (ဖြစ်ပါရစေ)\nလက်ထပ်ကြမယ် (ကမ္ဘာမြေဆုံးထိ)\nလက်ထပ်ကြမယ်.. (ချစ်သက်ရစေ)\nလက်ထပ်ကြမယ် \nဒီရင်မှာအမြဲတမ်း နေနိုင်ပါစေ\nလက်ထပ်ကြမယ်\nဒီမင်္ဂလာပွဲလေးက အချစ်သက်သေ\nအပျော်ရွှင်ဆုံးနေ့ ဖြစ်ပါရစေ\nကမ္ဘာမြေဆုံးထိ ချစ်သက်ရစေ\nဒီရင်မှာအမြဲတမ်း နေနိုင်ပါစေ\nဒီမင်္ဂလာပွဲလေးက အချစ်သက်သေ\n",
  "meaning": "Which date on the calendar is Yat Yar Zar (special day)?\nChoose the day you like, just once in your life.\nWith the blessings of elders and a traditional ceremony, we'll tie the knot.\nThis is the blessed day I’ve waited for my whole life.\nI imagine stars lighting up for you,\nAnd flowers blooming with your beauty on every path you walk.\nWith you, I envision a garden like Eden in this world\nwith legendary melodies and a gentle rhythm.\nI’ll fix everything just for you.\nFor you, I’d give anything.\nSun and moon, gold and silver, that’s our life.\nTogether, we’ll enter a life of simplicity and peace.\nIn this moment, stars and garlands surround us,\nAnd your name is engraved on my fate.\nI’ll softly kiss your lips as a mark of love and memory.\nThis is the day for our everlasting, sacred love.\n\nIt’s always been my dream to have this wedding celebration,\nTo dance with you in the evening,\nWith you dressed in white, my angel.\nThat day... the day we get married,\nLet's get married,\nLet's get married...\nLet's get married,\nLet's get married...\n\nNo matter which fate or story from the past,\nThe stars are aligned, and the signs are miraculous.\nOur souls are destined to unite across all lifetimes.\nWhich address which street, we’ll send our invitations,\nInviting all our friends to witness\nOur unity on this dance floor, where our steps align.\nI want to pause this moment forever; I don’t want it to end.\nWithout you, I wouldn’t even want to continue the journey to Nirvana.\nLeaving the cycles of rebirth behind, there's no need to worry.\nI will fulfill my duties with you, together for life.\nWe’ll move forward with understanding, hand in hand, giving and receiving equally.\nNo matter what comes our way, we’ll face it, sharing in warmth and comfort.\nLife is full of wonders,\nNever underestimate it; men can love deeply too.\nThere was a time when, unexpectedly, you and I met,\nAnd now, we are a pair destined by heaven.\n\nIt’s always been my dream to have this wedding celebration,\nTo dance with you in the evening,\nWith you dressed in white, my angel.\nThat day... the day we get married,\nLet's get married,\nLet's get married...\nLet's get married,\nLet's get married...\n\nYou’ve transformed my life from bad to good.\nI’ve seen the world through different angles, but because of you, everything changed.\nYes, you are the guiding star in my life.\nThe love you’ve given me has filled me with grace and grandeur.\nIt’s simple:\nI love you.\n\nThat day will be our special day,\nWhen I’ll place a seal of love among the blessings of our guests.\nThat day, when the two lovers unite, the whole world will celebrate.\nThat day, our love will overflow with passion as we cherish our affection.\nThat day, we’ll start a new life together, bound by divine love, truly loving each other.\n\nIt’s always been my dream to have this wedding celebration,\nTo dance with you in the evening,\nWith you dressed in white, my angel.\nOn that day... we will have our wedding ceremony.\nLet's get married (the happiest day),\nLet's get married (may it be true),\nLet's get married (until the end of time),\nLet's get married (may our love last forever),\nLet's get married\nMay you always stay in my heart.\nLet's get married\nThis wedding will be a testament of our love.\nMay it be the happiest day ever,\nMay our love last until the end of the world,\nMay you stay in my heart forever,\nThis wedding is a symbol of our eternal love.\n"
}