{
  "mmid": 44,
  "songName": "Thay Ma Lo Pal (သေမလိုပဲ)",
  "artistName": "Adjustor",
  "albumName": "Thay Ma Lo Pal",
  "genre": "Pop",
  "spotifyTrackId": "5uRmm3R3yrHJBGdzDCQ4Da",
  "imageLink": "https://i.scdn.co/image/ab67616d00001e0203d2aafd59ed483c4d5d4c04",
  "appleMusicLink": "https://music.apple.com/ca/album/thay-ma-lo-pal/1499200517?i=1499200520",
  "spotifyLink": "https://open.spotify.com/track/5uRmm3R3yrHJBGdzDCQ4Da",
  "youtubeLink": "https://www.youtube.com/watch?v=baz78tJp-KY",
  "about": "\"Thay Ma Lo Pal\" meaning \"I Almost Died\" is a pop song expressing the emotions of loss and unfulfilled love, while clinging onto the memories of a loved one",
  "whenToListen": "When you miss someone dearly and are grappling with the emotional scars left behind.",
  "lyrics": "ဟောင်းနွမ်းသွားတဲ့ မင်းရဲ့ဓာတ်ပုံလေးဟာ\nကိုယ့်ပိုက်ဆံအိတ်ထဲ အရင်လိုပါ\nအေးချမ်းလွန်းတဲ့ မင်းရဲ့မျက်နှာလေး\nတွေးမိတဲ့အခါ ခဏလောက် တွေ့ချင်လိုက်တာ\nခြောက်သွေ့တိတ်ဆိတ်လွန်းတဲ့ ကိုယ့်နေ့ရက်များမှာ\nအမှန်တကယ် အတိတ်မေ့သွားရင်ကောင်းမှာ\nနားလည်မှုတွေနဲ့ တို့တည်ဆောက်ထားတဲ့ဘဝဟာ\nအချိန်ရယ် တိုတောင်းလွန်းလိုက်တာ\n\nညှင်သာစွာ ပြုံးပြတတ်တဲ့နှုတ်ခမ်းပါးက\nအမုန်းစကားဆိုတဲ့အခါ\nခုန်မင်စွာ ဖမ်းဆုပ်ခဲ့တဲ့လက်ဖဝါးလေးနဲ့\nတွန်းဖယ်ထွက်ပြေးသွား\nတစ်နေ့နေ့တော့ မေ့နိုင်မယ်ထင်ခဲ့တာ\nရာသီစက်ဝိုင်းတွေ အဆုံးသတ်မှာ\nဒီနေ့မနက်ကော ဖြစ်နိုင်မလား\nရင်ဘတ်ထဲက ငြင်းမြဲပါ\nဒီလိုသာ လုံးပါးပါးရင်းသံသရာလည်\nရစ်ပတ်တဲ့ကြိုးလေးတွေကိုချစ်မိနေ\nကိုယ့်အနာဂတ်က အဓိပ္ပာယ်မရှိတာ\nမင်းပဲအသိဆုံးပါ\n\nကိုယ့်အသက်ရဲ့မှီတည်ရာ မင်းအပြုံးလို့ဖြေဆိုမယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့လားကွယ်\nနောက်ဘဝများ ရှိခဲ့ပါရင်ကွယ်\nမင်းအနားအမြဲနေလိုတယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့သားနဲ့\n\nမင်းရဲ့အချစ်ကို အလေးထားပြီးကိုးကွယ်\nအရာရာကို ငါစွန့်ပယ်ခဲ့\nအဆုံးသတ် ရွေးချယ်မှု ငါမဖြစ်ခဲ့တော့\nဘယ်အရာကို ငါဖက်တွယ်မလဲ\nမြက်ခင်းစိမ်းလေးဟာ\nမင်းနင်းလျှောက်ဖို့အတွက်ကို သီးသန့်ဖြစ်တည်ခဲ့တာ\nနှင်းစက်လေးများစိုနေတဲ့ \nအို, သစ်ရွက်လေးများဟာ\nနင်မရှိတော့တဲ့ နေ့တွေမှာ\nအလိုလိုညှိုးနွမ်းခြောက်သွေ့သွား\nကွဲအက်ကြေမွခဲ့ စိတ်ဒဏ်ရာ\nငါ့အခန်းတံခါးလေး ပိတ်ထားမှာ\n\nရင်ခွင်ထဲတိုးဝှေ့ခဲ့တဲ့ မင်းမျက်ဝန်းရဲ့အရိပ်\nနာကျင်ဆဲ နှလုံးသားအတွက်တော့\nဖြေဆေးမရှိတဲ့ အဆိပ်\nအိပ်စက်ခွင့်ပေးပါ ဒီဆောင်းညတွေမှာ\nအမှောင်ဆုံးနေ့ရက်များ လွန်တဲ့အခါ\nတို့နှစ်ယောက် တွေ့နိုင်မလား\n\nကိုယ့်အသက်ရဲ့မှီတည်ရာ မင်းအပြုံးလို့ဖြေဆိုမယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့လားကွယ်\nနောက်ဘဝများ ရှိခဲ့ပါရင်ကွယ်\nမင်းအနားအမြဲနေလိုတယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့လား\n",
  "romanized": "Haung nwan thwar tae min yae dat pone lay har\nko pa san ate htal a yin lo par\naye chan loon tae min yae myat hnar lay\ntway mi tae a khar kha na loud twae chin lite tar\nchauk thwai tate sate loon dae ko nay yat myar hmar\na hman tagal a tate may thwar yin kaung hmar\nnar lal hmu tway nae doh t saut htar tae bawa har\na chain yae to town loon lite tar\n\nNyin thar swar pyone pya tat tae nhote hkam par ka\na mone zakar so dae a khar\nkhone min swar phan sote khae tae let phawar lay nae\ntoon phal htwat pyay thwar\nTa nay nay tot may nai mal htin khae dar\nyar thi sat wine twat a sone that hmar\nd nay ma nat kaw phyit nai ma lar\nyin bat htal ka nyin myal par\nd lo thar lone par par yin than tha yar lal\nyit pat dae kyoe lay tway ko chit mi nay\nko a nar gat ka a date pal ma shi dar\nmin bae a thi sone par\n\nKo a that yae hmi t yar min a pyone loh phyay so mal\nbal lwal pa ma lal thae lay yae\nthay ma lo pal thi yae lar kwal\nnaun bawa myar shi khae par yin kwal\nmin a nar a myel nay lo tal\nbal lwal pa ma lal thae lay yae\nthay ma lo bae thi yae thaa nae\n\nMin yae a chit ko a lay htar pee koe kwal\na yar yar go nga soont pae khae\na sone that yway chal hmu ngar ma phyit khae tot\nbal a yar go ngar phat twel ma lal\nmyat khin sein lay har\nmin nin shout pho a twat ko thee thant phyit t khae ta\nhnin zat lay myar so nay tae\nO, thit ywat lay myar ha\nnin ma shi tot tae nay tway hmar\na lo lo nyo nwan chaut thwai thwar\nkwal at kyay mwa khae sate dan yar\nnga a khan da kar lay pate htar hmar\n\nYin khwin htal toe hwae khae tae min myet woon yae a yate\nnar kyin sal nalone thar a twat tot\nphyay say ma shi tae a sate\nate sat khwint pay par d saung nya tway hmar\na hmaung sone nay yat myar lon tae a khar\ndoh na yout twae nai ma lar\n\nKo a that yae hmi t yar min a pyone loh phyay so mal\nbal lwal pa ma lal thae lay yae\nthay ma lo pal thi yae lar kwal\nnaun bawa myar shi khae par yin kwal\nmin a nar a myel nay lo tal\nbal lwal pa ma lal thae lay yae\nthay ma lo bae thi yae thaa nae\n",
  "burmese": "ဟောင်းနွမ်းသွားတဲ့ မင်းရဲ့ဓာတ်ပုံလေးဟာ\nကိုယ့်ပိုက်ဆံအိတ်ထဲ အရင်လိုပါ\nအေးချမ်းလွန်းတဲ့ မင်းရဲ့မျက်နှာလေး\nတွေးမိတဲ့အခါ ခဏလောက် တွေ့ချင်လိုက်တာ\nခြောက်သွေ့တိတ်ဆိတ်လွန်းတဲ့ ကိုယ့်နေ့ရက်များမှာ\nအမှန်တကယ် အတိတ်မေ့သွားရင်ကောင်းမှာ\nနားလည်မှုတွေနဲ့ တို့တည်ဆောက်ထားတဲ့ဘဝဟာ\nအချိန်ရယ် တိုတောင်းလွန်းလိုက်တာ\n\nညှင်သာစွာ ပြုံးပြတတ်တဲ့နှုတ်ခမ်းပါးက\nအမုန်းစကားဆိုတဲ့အခါ\nခုန်မင်စွာ ဖမ်းဆုပ်ခဲ့တဲ့လက်ဖဝါးလေးနဲ့\nတွန်းဖယ်ထွက်ပြေးသွား\nတစ်နေ့နေ့တော့ မေ့နိုင်မယ်ထင်ခဲ့တာ\nရာသီစက်ဝိုင်းတွေ အဆုံးသတ်မှာ\nဒီနေ့မနက်ကော ဖြစ်နိုင်မလား\nရင်ဘတ်ထဲက ငြင်းမြဲပါ\nဒီလိုသာ လုံးပါးပါးရင်းသံသရာလည်\nရစ်ပတ်တဲ့ကြိုးလေးတွေကိုချစ်မိနေ\nကိုယ့်အနာဂတ်က အဓိပ္ပာယ်မရှိတာ\nမင်းပဲအသိဆုံးပါ\n\nကိုယ့်အသက်ရဲ့မှီတည်ရာ မင်းအပြုံးလို့ဖြေဆိုမယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့လားကွယ်\nနောက်ဘဝများ ရှိခဲ့ပါရင်ကွယ်\nမင်းအနားအမြဲနေလိုတယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့သားနဲ့\n\nမင်းရဲ့အချစ်ကို အလေးထားပြီးကိုးကွယ်\nအရာရာကို ငါစွန့်ပယ်ခဲ့\nအဆုံးသတ် ရွေးချယ်မှု ငါမဖြစ်ခဲ့တော့\nဘယ်အရာကို ငါဖက်တွယ်မလဲ\nမြက်ခင်းစိမ်းလေးဟာ\nမင်းနင်းလျှောက်ဖို့အတွက်ကို သီးသန့်ဖြစ်တည်ခဲ့တာ\nနှင်းစက်လေးများစိုနေတဲ့ \nအို, သစ်ရွက်လေးများဟာ\nနင်မရှိတော့တဲ့ နေ့တွေမှာ\nအလိုလိုညှိုးနွမ်းခြောက်သွေ့သွား\nကွဲအက်ကြေမွခဲ့ စိတ်ဒဏ်ရာ\nငါ့အခန်းတံခါးလေး ပိတ်ထားမှာ\n\nရင်ခွင်ထဲတိုးဝှေ့ခဲ့တဲ့ မင်းမျက်ဝန်းရဲ့အရိပ်\nနာကျင်ဆဲ နှလုံးသားအတွက်တော့\nဖြေဆေးမရှိတဲ့ အဆိပ်\nအိပ်စက်ခွင့်ပေးပါ ဒီဆောင်းညတွေမှာ\nအမှောင်ဆုံးနေ့ရက်များ လွန်တဲ့အခါ\nတို့နှစ်ယောက် တွေ့နိုင်မလား\n\nကိုယ့်အသက်ရဲ့မှီတည်ရာ မင်းအပြုံးလို့ဖြေဆိုမယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့လားကွယ်\nနောက်ဘဝများ ရှိခဲ့ပါရင်ကွယ်\nမင်းအနားအမြဲနေလိုတယ်\nဘယ်လွယ်ပါ့မလဲ သဲလေးရယ်\nသေမလိုပဲ သိရဲ့လား\n",
  "meaning": "Your old, faded photo\nis still in my wallet like it used to be.\nYour calm and peaceful face\nmakes me want to see you just for a moment when I think of you.\nIn these dry, silent days of mine\nit would be better if I could truly forget the past.\nThe life we built together with understanding\nfeels so short when time passes.\n\nThe lips that used to smile gently\nspeak words of hate now.\nThe hands that once held me tightly\nnow push me away and leave.\nI thought I could forget one day.\nAt the end of the seasonal cycle,\nWill it also be possible this morning?\nMy heart still denies it.\nIf only I could just slip away from samsara.\nI've come to love the twisted cords of fate.\nMy future holds no meaning,\nOnly you know that best.\n\nI'll say that your smile is the anchor of my life.\nHow can it be easy, my dear?\nI almost died, do you know that?\nIf there are future lives, my dear,\nI want to stay by your side always.\nHow can it be easy, my love?\nI almost died do you know that?\n\nI valued and worshipped your love,\nand gave up everything else.\nI wasn’t your final choice,\nWhat else can I hold onto?\nThe green grass\nexisted just for you to walk on.\nThe little snowflakes,\nO, the fallen leaves.\nThe days when you’re no longer here\nwither and dry up on their own.\nThe mental scars have shattered,\nI’ll close the door of my room.\n\nThe shadow of your eyes that sneaked into my heart.\nFor my heart that still hurts,\nit's a poison with no cure.\nPlease let me sleep in these winter nights.\nWhen the darkest days are over,\nWill we ever meet again?\n\nI'll say that your smile is the anchor of my life.\nHow can it be easy, my dear?\nI almost died, do you know that?\nIf there are future lives, my dear,\nI want to stay by your side always.\nHow can it be easy, my love?\nI almost died, do you know that?\n"
}