{
  "mmid": 39,
  "songName": "Yangon As Before (အရင်အတိုင်းရန်ကုန်)",
  "artistName": "Big Bag",
  "albumName": "A.D 3000",
  "genre": "Rock",
  "spotifyTrackId": "7aODRRkIWMKJDfp67ul5no",
  "imageLink": "https://i.scdn.co/image/ab67616d00001e02e1483ed2ae5e32630d1ad5a0",
  "appleMusicLink": "https://music.apple.com/ca/album/yangon-as-before/1585607378?i=1585607392",
  "spotifyLink": "https://open.spotify.com/track/7aODRRkIWMKJDfp67ul5no",
  "youtubeLink": "https://www.youtube.com/watch?v=zORCS7daT6M",
  "about": "\"Yangon As Before\" is a song that reflects on the personal struggles and emotions, while depicting Yangon as a city that shares in these feelings of sadness and stagnation",
  "whenToListen": "When you're feeling reflective about your personal struggles, searching for meaning in difficult times",
  "lyrics": "ငါ့အခန်းလေးထဲမှာ အလင်းတန်းများ ပျောက်ကွယ်\nကြာလာရင် အမှောင်နဲ့ နေသားကြတော့မယ်\nငါ့အခန်းထဲကနေ အပြင်ကိုထွက်\nရန်ကုန်မြို့ကြီးလဲ ငါ့အတိုင်းပဲ\n\nငါ့အတ္တကို အိတ်နဲ့ထုပ်လိုက်တယ်\nလူမမြင်အောင်ယူကာ အမှိုက်ပုံးလေးထဲထည့်\nကွဲအက်သွားတဲ့ ငါ့ရင်ခုန်သံတွေပြန့်ကြဲ\nရန်ကုန်မြို့ကြီးလဲ ဒီအတိုင်းပဲ\n\nငါအချိန်တွေဖြုန်းတီးပစ်ခဲ့တယ်\nတမင်တကာကာရံထား\nဒီတံတိုင်းများခြားရင်နဲ့\nဘဝရဲ့ ထွတ်ပေါက် အဖြေမှန်ကို ရှာဆဲပဲ\nရန်ကုန်မြို့ကြီးလဲ နာဖျားဆဲ\n\nငါအချိန်တွေဖြုန်းတီးပစ်ခဲ့တယ်\nအိမ်အပြင်မှာလုံခြုံလဲ အိမ်ထဲကနှင်းကျတယ်\nဘဝရဲ့ ထွတ်ပေါက် အဖြေမှန်ကို ရှာဆဲပဲ\nရန်ကုန်မြို့ကြီးလဲ အရင်အတိုင်းပဲ\n\nလူတိုင်းကမင်းကို ချစ်တော့ချစ်ကြမယ်\nပြန်အဆင်ပြေမှာပါ စိတ်မကောင်းမဖြစ်နဲ့ကွယ်\nမင်းအပြစ်မဟုတ်ခဲ့တာ ငါတို့နားလည်\nရန်ကုန်မြို့ကြီးရယ် မငိုလိုက်နဲ့\n",
  "romanized": "nga a khan lay htal hmar a lin ten myar pyout kwel\nkyar lar yin a hmaung nae nay thar kya tot mal\nnga a khan htal ka nay a pyin ko htwet\nYangon myoh gyi leh nga a tine bae\n\nnga at ta ko ate nae htote lite tal\nlu ma myin aung u kar a hmite pone lay htal htae\nkwal at thwar dae nga yin khone than twae pyant kyal\nYangon myoh gyi leh d a tine bae\n\nngar a chain tway phyone tee pyit khae tal\ntamin takar kar yan htar\nd datine myar char yin nae\nbawa yae htwat pout a phyay hman ko shar sel pae\nYangon myoh gyi leh nar phyar sal\n\nngar a chain tway phyone tee pyit khae tal\neain a pyin hmar lon chone leh eain htal ka hnin kya tal\nbawa yae htwat pout a phyay hman ko shar sel pae\nYangon myoh gyi leh a yin a tine bae\n\nlu tine ka min ko chit tot chit kya mal\npyan a sin pyay hmar par sate ma kaung ma phyit nae kwal\nmin a pyit ma hote khae dar nga doh nar lal\nYangon myoh gyi yal ma ngo lite nae\n",
  "burmese": "ငါ့အခန်းလေးထဲမှာ အလင်းတန်းများ ပျောက်ကွယ်\nကြာလာရင် အမှောင်နဲ့ နေသားကြတော့မယ်\nငါ့အခန်းထဲကနေ အပြင်ကိုထွက်\nရန်ကုန်မြို့ကြီးလဲ ငါ့အတိုင်းပဲ\n\nငါ့အတ္တကို အိတ်နဲ့ထုပ်လိုက်တယ်\nလူမမြင်အောင်ယူကာ အမှိုက်ပုံးလေးထဲထည့်\nကွဲအက်သွားတဲ့ ငါ့ရင်ခုန်သံတွေပြန့်ကြဲ\nရန်ကုန်မြို့ကြီးလဲ ဒီအတိုင်းပဲ\n\nငါအချိန်တွေဖြုန်းတီးပစ်ခဲ့တယ်\nတမင်တကာကာရံထား\nဒီတံတိုင်းများခြားရင်နဲ့\nဘဝရဲ့ ထွတ်ပေါက် အဖြေမှန်ကို ရှာဆဲပဲ\nရန်ကုန်မြို့ကြီးလဲ နာဖျားဆဲ\n\nငါအချိန်တွေဖြုန်းတီးပစ်ခဲ့တယ်\nအိမ်အပြင်မှာလုံခြုံလဲ အိမ်ထဲကနှင်းကျတယ်\nဘဝရဲ့ ထွတ်ပေါက် အဖြေမှန်ကို ရှာဆဲပဲ\nရန်ကုန်မြို့ကြီးလဲ အရင်အတိုင်းပဲ\n\nလူတိုင်းကမင်းကို ချစ်တော့ချစ်ကြမယ်\nပြန်အဆင်ပြေမှာပါ စိတ်မကောင်းမဖြစ်နဲ့ကွယ်\nမင်းအပြစ်မဟုတ်ခဲ့တာ ငါတို့နားလည်\nရန်ကုန်မြို့ကြီးရယ် မငိုလိုက်နဲ့\n",
  "meaning": "In my room, the lights have disappeared.\nWith time, I’ll get used to the darkness.\nI step outside from my room,\nEven the big city of Yangon is just like me.\n\nI packed my ego in a bag,\ntook it without people seeing and threw it in the trash can.\nMy broken heartbeat scattered.\nEven the big city of Yangon is just like this.\n\nI wasted my time.\nDeliberately hiding away\nbehind these walls,\nI'm still searching for the true answers of life.\nEven the big city of Yangon is still sick.\n\nI wasted my time.\nThough it’s safe outside, it’s snowing inside the house.\nI'm still searching for the true answers of life.\nEven the big city of Yangon is the same as before.\n\nEveryone will love you,\nIt will be okay again, don’t be sad.\nWe understand it was not your fault.\nOh, big city of Yangon, don’t cry.\n"
}